cask_args appdir: '/Applications'

tap 'caskformula/caskformula'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-versions'

cask 'bettertouchtool'
cask 'burp-suite'
cask 'copyclip'
cask 'docker-edge'
cask 'firefox'
cask 'gimp'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'gpg-suite'
cask 'intel-power-gadget'
cask 'istat-menus'
cask 'iterm2'
cask 'keybase'
cask 'kubernetic'
cask 'metasploit'
cask 'miniconda'
cask 'minikube'
cask 'osxfuse'
cask 'postico'
cask 'slack'
cask 'sublime-text'
cask 'tor-browser'
cask 'tunnelblick'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'wine-stable'
cask 'wireshark'
cask 'xquartz'
cask 'zenmap'

brew 'ansible'
brew 'ark'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bash-completion'
brew 'certbot'
brew 'cfssl'
brew 'circleci'
brew 'cmake'
brew 'curl'
brew 'dep'
brew 'dialog'
brew 'dive'
brew 'docker-completion'
brew 'docker-compose'
brew 'git'
brew 'git-flow'
brew 'git-secret'
brew 'gnupg'
brew 'go'
brew 'graphviz'
brew 'heroku'
brew 'hh'
brew 'htop'
brew 'ipfs'
brew 'jq'
brew 'jsonnet'
brew 'kompose'
brew 'kops'
brew 'ksonnet/tap/ks'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'make'
brew 'makedepend'
brew 'netcat'
brew 'npm'
brew 'nvm'
brew 'openssl'
brew 'openvpn'
brew 'pkg-config'
brew 'postgresql'
brew 'python'
brew 'python@2'
brew 'qemu'
brew 'readline'
brew 'sshfs'
brew 'sqlite'
brew 'terraform'
brew 'unrar'
brew 'vagrant'
brew 'vault'
brew 'vim'
brew 'wagoodman/dive/dive'
brew 'watch'
brew 'webp'
brew 'wget'
brew 'xz'
brew 'yq'
