cask_args appdir: '/Applications'

tap 'derailed/k9s'
tap 'homebrew/bundle'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-versions'
tap 'homebrew/cask'
tap 'johanhaleby/kubetail'
tap 'ksonnet/tap'

cask 'adoptopenjdk'
cask 'adoptopenjdk8'
cask 'bettertouchtool'
cask 'burp-suite'
cask 'copyclip'
cask 'docker-edge'
cask 'firefox'
cask 'ghidra'
cask 'gimp'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'gpg-suite'
cask 'intel-power-gadget'
cask 'istat-menus'
cask 'iterm2'
cask 'keybase'
cask 'kubernetic'
cask 'maltego'
cask 'metasploit'
cask 'miniconda'
cask 'minikube'
cask 'minishift'
cask 'osxfuse'
cask 'postico'
cask 'sequel-pro'
cask 'signal'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'tor-browser'
cask 'tunnelblick'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'wine-stable'
cask 'wireshark'
cask 'xquartz'
cask 'zenmap'

brew 'aircrack-ng'
brew 'ansible'
brew 'ark'
brew 'arp-scan'
brew 'artifactory'
brew 'autoconf'
brew 'automake'
brew 'aws-iam-authenticator'
brew 'aws-okta'
brew 'awscli'
brew 'bash-completion'
brew 'certbot'
brew 'cfssl'
brew 'chruby'
brew 'circleci'
brew 'cmake'
brew 'cointop'
brew 'curl'
brew 'dep'
brew 'dialog'
brew 'dive'
brew 'dive'
brew 'docker-completion'
brew 'docker-compose'
brew 'ettercap'
brew 'faas-cli'
brew 'fcrackzip'
brew 'geoip'
brew 'git-flow'
brew 'git-secret'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'godep'
brew 'graphviz'
brew 'hashcat'
brew 'helmfile'
brew 'hh'
brew 'htop'
brew 'hydra'
brew 'iftop'    
brew 'ipfs'
brew 'john'
brew 'jq'
brew 'jsonnet'
brew 'k9s'
brew 'kompose'
brew 'kops'
brew 'ks'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'kubeseal'
brew 'kubetail'
brew 'kustomize'
brew 'make'
brew 'makedepend'
brew 'mysql'
brew 'netcat'
brew 'nikto'
brew 'npm'
brew 'nvm'
brew 'openapi-generator'
brew 'openshift-cli'
brew 'openssl'
brew 'openvpn'
brew 'operator-sdk'
brew 'packer'
brew 'pkg-config'
brew 'pngcrush'
brew 'postgresql'
brew 'python'
brew 'python@2'
brew 'qemu'
brew 'qrencode'
brew 'readline'
brew 'ripgrep'
brew 'ruby-install'
brew 's3cmd'
brew 'skaffold'
brew 'sonar-scanner'
brew 'sonarqube'
brew 'speedtest-cli'
brew 'sqlite'
brew 'sshfs'
brew 'swagger-codegen'
brew 'tcpdump'
brew 'terraform'
brew 'thefuck'
brew 'tor'
brew 'torsocks'
brew 'unrar'
brew 'vagrant-completion'
brew 'vault'
brew 'vim'
brew 'watch'
brew 'webp'
brew 'wget'
brew 'xz'
brew 'yq'
